[Setting]
Language=CHT

[String]
IDS_GML_1=開始

IDS_GML_2=零件組1

IDS_GML_2_1=直柱式頂出銷
IDS_GML_2_2=階段式頂出銷
IDS_GML_2_3=附頭緣頂出銷
IDS_GML_2_4=扁頂出銷
IDS_GML_2_5=頂出銷套筒
IDS_GML_2_6=直柱型中心銷
IDS_GML_2_7=階段式中心銷
IDS_GML_2_8=無錐度中心銷
IDS_GML_2_9=直柱型模仁銷
IDS_GML_2_10=階段式模仁銷
IDS_GML_2_11=無錐度模仁銷
IDS_GML_2_12=銷座用·異形·附導溝模仁銷
IDS_GML_2_13=塊狀模仁銷·固定塊


IDS_GML_3=零件組2

IDS_GML_3_1=鋼板
IDS_GML_3_2=日期標識·回收標識·逃氣孔
IDS_GML_3_3=傾斜銷·鎖定塊
IDS_GML_3_4=滑動模仁·斜楔
IDS_GML_3_5=導軌·滑片
IDS_GML_3_6=澆口襯套·定位環
IDS_GML_3_7=拉料銷·電極
IDS_GML_3_8=針點澆口套
IDS_GML_3_9=導引零件
IDS_GML_3_10=定位零件
IDS_GML_3_11=頂出間隔塊相關零件
IDS_GML_3_12=開模控制零件


IDS_GML_4=零件組3

IDS_GML_4_1=冷卻相關零件①·連接器·快速接頭
IDS_GML_4_2=冷卻相關零件②·接頭·軟管·模具內冷卻
IDS_GML_4_3=溫度調節器
IDS_GML_4_4=隔熱板
IDS_GML_4_5=螺栓·華司·小零件
IDS_GML_4_6=化學製品
IDS_GML_4_7=彈簧
IDS_GML_4_8=大型·熱流道相關零件
IDS_GML_4_9=鑄造型用零件
IDS_GML_4_10=成形相關零件

IDS_GML_5=按圖索驥

IDS_GML_6=我的最愛

IDS_GML_7=歷史記錄

IDS_GML_8=高級檢索

IDS_GML_9=分類結構圖

IDS_GML_10=編輯

IDS_GML_11=部品表

IDS_GML_12=部品屬性預覽

IDS_GML_13=設置

IDS_GML_13_1=所在地_語言_材質規格
IDS_GML_13_2=使用者資料庫
IDS_GML_13_3=模型導出_CAD相關
IDS_GML_13_4=部品表設定

IDS_GML_14=幫助

IDS_GML_14_1=使用方法
IDS_GML_14_2=訂購方法
IDS_GML_14_3=用戶回饋
IDS_GML_14_4=版本資訊

IDS_GML_15=自定义属性

IDS_GML_DLG_TITLE=Sample for Mold 4.0（3.9.1）
IDS_GML_DLG_1=Interfaces Initialize
IDS_GML_DLG_2=Init
IDS_GML_DLG_3=SDK Language Setting
IDS_GML_DLG_4=Default
IDS_GML_DLG_5=Import && Setting
IDS_GML_DLG_6=Start
IDS_GML_DLG_7=編輯
IDS_GML_DLG_8=Modify String
IDS_GML_DLG_9=Modify
IDS_GML_DLG_10=部品表
IDS_GML_DLG_11=PCS'
IDS_GML_DLG_12=Clear Existing BOM
IDS_GML_DLG_13=部品表字符串
IDS_GML_DLG_14=打开部品表
IDS_GML_DLG_15=File Path
IDS_GML_DLG_16=Model File
IDS_GML_DLG_17=Property File
IDS_GML_DLG_18=Setting Save Path
IDS_GML_DLG_19=Auto Open

IDS_GML_LISTCTRL_R0C0=Part Name
IDS_GML_LISTCTRL_R0C1=Part Number
IDS_GML_LISTCTRL_R0C2=PCS'
IDS_GML_LISTCTRL_R0C3=Delivery
IDS_GML_LISTCTRL_R0C4=Material
IDS_GML_LISTCTRL_R0C5=Photo
IDS_GML_LISTCTRL_R0C6=Remark
IDS_GML_LISTCTRL_R0C7=Product Series


IDS_GML_CREATE_DISPATCH_FAIL=Mold EX-Press API Fail to Initialize!
IDS_GML_INIT_SUCCESS=Mold EX-Press API Succeed to Initialize!
IDS_GML_MODEL_SAVED_PATH=Generated Model Saved Path:
IDS_GML_ATTRIBUTE_DUMPED_FILE=Model Attribute Dumped File:
IDS_GML_BOM_NUMBER_LIMIT=Model Number Should Exceed 0!

IDS_GML_LINK_HELP=..\\..\\Doc\\Help_chs_20160504_AA.chm::/HTML/简介.htm
IDS_GML_LINK_1=..\\..\\Doc\\Help_chs_20160504_AA.chm::/HTML/接口初始化.htm
IDS_GML_LINK_2=..\\..\\Doc\\Help_chs_20160504_AA.chm::/HTML/常规导入.htm
IDS_GML_LINK_3=..\\..\\Doc\\Help_chs_20160504_AA.chm::/HTML/编辑.htm
IDS_GML_LINK_4=..\\..\\Doc\\Help_chs_20160504_AA.chm::/HTML/部品表.htm